 echo off
chcp 65001
cls
echo [40;32m                  ▒▒▒▒            
echo [40;32m                ▒▒░░░░▒▒          
echo [40;32m              ▒▒    ▒▒░░▒▒        
echo [40;32m              ▒▒░░▒▒  ▒▒          
echo [40;32m              ▒▒▒▒▒▒              
echo               ██████              
echo             ▓▓▒▒▒▒▒▒██            
echo       ▓▓▓▓▓▓▓▓▓▓▒▒▓▓▓▓██████      
echo     ▓▓▒▒▒▒▒▒██▓▓▓▓▓▓██▓▓▒▒▒▒██    
echo   ▓▓▓▓▒▒▒▒▒▒▒▒██▓▓██▓▓▒▒▒▒▒▒▒▒██  
echo ▓▓▓▓▒▒▒▒▒▒░░▒▒▒▒██▓▓▒▒▒▒▒▒░░▒▒▒▒██
echo ██▓▓▒▒▒▒▒▒▒▒░░▒▒██▓▓▒▒▒▒▒▒▒▒░░▒▒██
echo ██▓▓▒▒▒▒▒▒░░▒▒▒▒██▓▓▒▒▒▒▒▒░░▒▒▒▒██
echo   ██▓▓▒▒▒▒▒▒▒▒██▓▓██▓▓▒▒▒▒▒▒▒▒██  
echo     ██▓▓▒▒▒▒██▓▓▓▓▓▓██▓▓▒▒▒▒██    
echo       ██████▓▓▓▓▓▓▓▓▓▓██████      
echo         ██▓▓▓▓▒▒▒▒░░▓▓▓▓██        
echo         ██▓▓▒▒▒▒▒▒▒▒░░▓▓██        
echo           ██▓▓▒▒▒▒░░▒▒██          
echo             ██▓▓▒▒▒▒██            
echo             ▒▒▓▓▓▓▓▓▓▓     
pause       
                                                                                                    
                                                                                                    
                                                                                                    
                                                                                                    
                                                                          #PB                       
                           &B                                           B?~G                        
                            G75#                                      G?^:G                         
                             B~^?G                                 BY7~^~G                          
                              B?^^7Y&&                        BGB?7~~~^:5                           
                               #?~^^~~YP#                #?Y5?~^~~~!!::!#                           
                                #?~~^^^^~JJP&         G#J!^~~~!~~!7~:^^?&                           
                                 G~^~~^^^^^^!?P&    &J~~^~~~~~!!!7~:^^:J&                           
                                 &?^~^~~~^^^:^:!G #G!^~!~~!!~!!77~^^^^^~!#                          
                                 &J^~~~~~^^^^~^^^7!~~~~!~~!!!!77^^~~^^:~B                           
                    P#            &?^^^~~~~~^~~^^:~!!~!!~~7!7?7~~!~^^~^!G&                          
                    G~JP           #J^^^^~~~~~~~^~!!7~~7!7??J7~~^^~!~^^5                            
                     P:^?JPB# &GY?JPBPY?~^^~!!~^~!!!7!!???YY7^^~7!~^:^5&                            
                      G^^~~!~7?^:^J##BPPP?~~~!!^!77!777??YY!~!7!^:::^P                              
                   #GGBPY?!!!~?Y5PGBBG?^75J!J5Y7!7?7?J?JYY!!!~~~~::7B                               
                 &J:~PB5JYGG5Y#Y!7PGBBBPJPGYG#BG5JJ??JYYJ!~!!!~^::Y&                                
                 ?!?PB7^:Y#B#&#7~JPGBBGP5YPPGBBGY7??JYJ~~!!!~^:^?B&                                 
             &##B75B&5^?G&&#&&#PGBBG##G77P&#7PBPP5JJYJ^ ~~~^:^7#                                    
                #JYB&GJJPB##&&&&&##&&&##B&&&G##GY?J77^::^^^!P&#                                     
              B?:!B#5!^:^Y#GP#&#GPB####&&  &&&&#P7?55555J!7JYJJJ??JPGB#                             
             B~~7P&P!~~~?G#PB#?:^JG#BGP#&G?5BBGPPB&&&BB&#G?~???777??7?7?YG&&&                       
             5~?5B&Y7JJ5B##&&J^!5GB#B?7# P7G#P7!?5 &&PG&#PJ77???JJ??????????YP##                    
             &JYPG#GJJPB#&&&#Y5GBB##G~~#&###BGJ:!5&&##&&&P~??JYJJJJJJJJJJJJ??77?YGB&                
            GYYG#&&&&BGPPB#&&#GPGB#BPJ5&&&BBBBPJP&&&#P5GBPJ?J577777??????J??????777?YYG&&           
           5^~^Y##&&Y7^.:Y#BPB#####BB#&&&&&BGGB&&#&#P!7JGP5?~57!7!!!!!!~~!!!~~!~~~!!~!!7?YPG#       
          #~!J5B&&&#77??5##5!?G&&&&&&&&&&&& &#&&B&&BJ!7?B#BP7??!!!77!!!!!~~!!!7J55GBGBB###&#&       
          #!?JP#&&&&BPPPBB#&&&#B#&&&&#GB#5?5#&&&#GGPYJ?YBGP5J?7?77!7!7!!77?YG#&&                    
           B7?5GP?~JB&&&&#&&P77G#BGGB#&BPG?^5&&&&BPPPGG#PY5J7YJYJ???5JJYP#                          
           Y~:!P!!!7P##B&&&P?JG##BY!!Y#&BBG5B&&#PP#&&&&B!~?7?&& &#BP                                
           !!JGP7J5PB##5B&&PPGB##BGJ!?#&&&&&&&#GJ5&&###GJ?77#                                       
           G!JGG7?YPB#B5P&&BYYYPGGP55B&&#P5P#&#&####GPP55PP5#                                       
            5?JYYJJJYY5G#&&&#GP55PPB&&&&G?!?P&#BBG5Y5GB#&                                           
             #?JPBBBBGPBBB#&&#YY#&&PPGGP55Y5#&B77JGB&                                               
              7?5PB#&B?J5PGBBGYJG&&P55555P5GBBPYY#                                                  
              #Y??YGBGY????JYY5B&&&&B?7PGGP5555G&                                                   
                #P55YYPYJY5PGBJYPGBBGYJ5PPPB##                                                      
                       &5YYY5PY???JJ??JG#&                                                          
                          #BBBBGGGGBB#                                                              
                                                                                                    
                                                                                                    
                                                                                                    
                                                                                                    
                                                                                                    